const FOOD = Object.freeze({
  korean:
    '김치찌개, 된장찌개, 순두부찌개, 잔치국수, 김치 볶음밥, 불고기, 비빔밥, 삼겹살, 갈비, 갈비찜, 청국장, 제육볶음, 족발, 보쌈, 닭발, 삼계탕, 회덮밥, 감자탕, 육개장, 전골, 부대찌개, 알밥, 고등어조림, 쌈밥, 칼국수',
  chinese:
    '짜장면, 짬뽕, 깐풍기, 볶음면, 동파육, 마파두부, 토마토 달걀볶음, 탕수육, 깐풍기, 고추잡채, 꽃빵만두, 양꼬치, 마라탕, 마라샹궈, 꿔바로우, 울면, 훠궈',
  japanese:
    '규동, 우동, 미소시루, 스시, 가츠동, 오니기리, 하이라이스, 라멘, 오코노미야끼, 소바, 규카츠, 스키야키, 텐동, 나베, 돈부리, 오므라이스, 벤토, 카레라이스',
  wastern:
    '라자냐, 그라탱, 뇨끼, 끼슈, 스파게티, 피자, 파니니, 치킨, 돈까스, 스테이크, 필라프, 파스타, 퀘사디아, 부리또, 리조또, 샐러드',
  snack: '쫄면, 떡볶이, 순대, 오뎅, 튀김, 닭강정, 김밥, 라면, 라볶이, 만두, 우동, 덮밥',
  hangover:
    '뼈해장국, 순대국, 내장탕, 콩나물국밥, 육개장, 짬뽕, 마라탕, 곰탕, 라면, 북어국, 갈비탕, 소고기무국, 선지해장국, 우거지국, 홍합탕',
  asian:
    '팟타이, 카오 팟, 나시고렝, 파인애플 볶음밥, 쌀국수, 똠얌꿍, 반미, 월남쌈, 분짜, 반세오, 해산물 볶음밥, 칠리새우, ',
  light:
    '김밥, 샌드위치, 햄버거, 도시락, 샐러드, 컵라면, 핫바, 핫도그, 타코야키, 오니기리, 토스트, 밥버거, 케이크, 바게트, 떡꼬치, 덮밥',
});

module.exports = { FOOD };
