export const FOOD = Object.freeze({
  한식: '생선구이, 곱창, 냉면, 간장게장, 떡볶이, 쫄면, 김치찌개, 된장찌개, 잡채, 잔치국수, 김치볶음밥, 불고기, 비빔밥, 삼겹살, 갈비, 갈비탕, 청국장, 제육볶음, 족발, 보쌈, 삼계탕, 회덮밥, 감자탕, 전골, 부대찌개, 알밥, 생선조림, 쌈밥, 칼국수',
  중식: '짜장면, 짬뽕, 깐풍기, 볶음면, 동파육, 마파두부, 중화볶음밥, 탕수육, 고추잡채, 꽃빵만두, 양꼬치, 마라탕, 마라샹궈, 꿔바로우, 울면, 훠궈, 우육면',
  일식: '규동, 우동, 미소시루, 스시, 가츠동, 오니기리, 하이라이스, 라멘, 오코노미야끼, 소바, 규카츠, 스키야키, 텐동, 나베, 돈부리, 오므라이스, 카레라이스',
  양식: '라자냐, 그라탱, 뇨끼, 끼슈, 스파게티, 피자, 파니니, 치킨, 돈까스, 스테이크, 필라프, 파스타, 퀘사디아, 부리또, 리조또, 샐러드',
  아시안:
    '팟타이, 카오팟, 나시고렝, 쌀국수, 똠얌꿍, 반미, 월남쌈, 분짜, 반세오, 해물볶음밥, 칠리새우',
  회식: '간장게장, 해물찜, 조개구이, 곱창, 삼겹살, 갈비, 보쌈, 족발, 전골, 생선구이',
  해장: '뼈해장국, 순대국, 내장탕, 콩나물국밥, 짬뽕, 마라탕, 곰탕, 라면, 선지해장국, 바지락탕, 갈비탕',
  간편식:
    '김밥, 닭강정, 샌드위치, 햄버거, 도시락, 샐러드, 라면, 핫도그, 오니기리, 토스트, 케이크, 바게트, 만두, 컵밥',
});

export const CAFE =
  '아메리카노, 카페라떼, 카푸치노, 콜드브루, 모카라떼, 바닐라라떼, 헤이즐넛라떼, 카라멜마끼아또, 초코라떼, 딸기라떼, 고구마라떼, 녹차라떼, 자몽티, 유자차, 얼그레이티';
